{
  "2015.gourgeist.bundle.1": "Bundle Featuring Gourgeist",
  "2015.gourgeist.bundle.2": "Spooky! Gourgeist & Pumpkaboo Bundle Now Available!",
  "2015.gourgeist.bundle.3": "Time to get ghostly! Gourgeist can double its HP, and Horror Note smashes up opposing Pokémon! This bundle includes more than a simple Pokémon scare, with a matching Pumpkaboo, a full set of Gourgeist-inspired card sleeves, and two 10-card booster packs from<i>XY—Ancient Origins</i>!",
  "2015.gourgeist.bundle.4": "This bundle contains: \\n2 Pokémon TCG: <i>XY—Ancient Origins</i> booster packs (10-card)\\n1 Gourgeist Pokémon card (<i>XY—Phantom Forces</i>, 45/119)\\n1 Pumpkaboo Pokémon card (<i>XY—Phantom Forces</i>, 44/119)\\n60 card sleeves inspired by Gourgeist\\n\\nThese cards are legal for Expanded format tournaments and competition. \\n\\nThis offer runs through October 24, 2017.\\n\\nThis bundle is only available in the Pokémon TCG Online and is not sold in retail stores as a physical product.",
  "2015.trevenant.bundle.1": "Bundle Featuring Trevenant",
  "2015.trevenant.bundle.2": "Tree Slam! Trevenant Bundle Now Available!",
  "2015.trevenant.bundle.3": "Disrupt your opponent’s plans with a spooky Trevenant, and add a Phantump, a full set of card sleeves featuring Trevenant, and two 10-card booster packs from <i>XY—Ancient Origins</i> to your collection! Unleash the Forest’s Curse on those who oppose you!",
  "2015.trevenant.bundle.4": "This bundle contains: \\n2 Pokémon TCG: <i>XY—Ancient Origins</i> booster packs (10-card)\\n1 Trevenant Pokémon card (<i>XY</i>, 55/146)\\n1 Phantump Pokémon card (<i>XY</i>, 54/146)\\n60 card sleeves featuring Trevenant\\n\\nThese cards are legal for Expanded format tournaments and competition. \\n\\nThis offer runs through October 31, 2017.\\n\\nThis bundle is only available in the Pokémon TCG Online and is not sold in retail stores as a physical product.",
  "2017.tpci.product.zoroark.silver.black.coin": "Dark Silver Zoroark Coin",
  "challenge.trainerchallengewins.info": "Winning Trainer Challenge games in any League counts toward this challenge.",
  "playmat.reveal.shuffledintodeck": "These cards will be shuffled into your deck.",
  "product.bw6.booster.retro.description": "The might of dragons is yours to control in a way that can change your game forever—as a brand-new Energy type! Rayquaza. Giratina. Hydreigon. Few Pokémon inspire awe and wonder like Dragon-type Pokémon, and in the <i>Dragons Exalted</i> expansion, they come ready to rule the game! And with a grand mix of all-new Pokémon-<i>EX</i> and a horde of Dragon-type Pokémon to take to the skies and take the battlefield by storm, plus new Trainer cards and new Special Energy cards, you'll be ready for the roar of dragons and the glory of battle!\\n\\nAvailable for a limited time!",
  "product.bw7.booster.retro.description": "Step into the next dimension of your journey into battle using the might of the Boundary Pokémon…both White Kyurem and Black Kyurem! Harness the powers of more Pokémon-<i>EX</i> like Landorus, Cresselia, and Celebi, and Keldeo makes its debut in the <i>Black & White—Boundaries Crossed</i> expansion as both a Pokémon and a Pokémon-<i>EX</i>, along with the never-before-seen, powerful <i>ACE SPEC</i> Trainer cards, which are so devastating that you can only carry one into battle! Cross over to sweep aside your opponents with one mighty push!\\n\\nAvailable for a limited time!",
  "tpci.data.products.pcds.bw7coldfirepcd.retro.description": "Watch foes feel the heat as White Kyurem sets your game ablaze in the Cold Fire theme deck! Send opponents on a slippery downward spiral with Samurott's Destructive Whirlpool attack, and run rings around them as they try to fend off Darmanitan's ferocious Damage Counterpunch attack. And, with Delibird, Delcatty, and Dunsparce delivering you deck-searching delights to drive the flames ever higher, your opponents will be going out…but not in a blaze of glory!\\n\\nAvailable for a limited time!",
  "tpci.data.products.pcds.bw7iceshockpcd.retro.description": "Feel the chill as Black Kyurem takes center stage in the electrifying Ice Shock theme deck! Foes have no time to stop and stare as Black Kyurem unleashes its electrifying Flash Freeze attack, and with Jellicent's Stickiness Ability, they won't even be able to run and hide! The jolts continue as Lopunny takes time out from healing to drive the Defending Pokémon back to the Bench, helping Electivire blow your opponents' fuses as it delivers punishing attacks to Benched Pokémon. Can those who stand in your way avoid the blackout?\\n\\nAvailable for a limited time!",
  "tpci.products.pcds.bw6dragonsnarlpcd.retro.description": "When dragons snarl, opponents fall! With the DragonSnarl theme deck, Pokémon like Skuntank, Golurk, and Gothitelle lead the charge and pave the way for your powerhouse Dragon-type Pokémon, Hydreigon, to roar into battle! As the Brutal Pokémon brings its aggressive combination of healing and devastating attacks to combat, your opponents will hear their defeat because they hear your dragons snarl!\\n\\nAvailable for a limited time!",
  "tpci.products.pcds.bw6dragonspeedpcd.retro.description": "Foes must make way for the mighty Mach Pokémon Garchomp or quickly learn a furious lesson! But time and tide wait for no Pokémon, and your opponents will have much to fear before that terrible arrival: Walrein will bring watery doom, speedily delivering wave after wave of Aurora Beam and Ice Entomb attacks…and there will be no respite when Marowak gets in on the action with its heavy-hitting Vortex Chop! With nowhere to run and no time to catch breath, can anyone match the dragons' speed?\\n\\nAvailable for a limited time!"
}