{
  "2015.darkrai.bundle.1": "Bundle Featuring Darkrai",
  "2015.darkrai.bundle.2": "Unleash the Nightmare! Darkrai Bundle Now Available!",
  "2015.darkrai.bundle.3": "This awesome promo card featuring the Mythical Pokémon Darkrai can dish out plenty of damage and leave your opponent’s Pokémon Asleep. You’ll also get a cool coin with the Team Plasma logo, plus three 10-card booster packs from <i>Black & White—Plasma Freeze</i>!",
  "2015.darkrai.bundle.4": "This bundle contains: \\n3 Pokémon TCG: <i>Black & White—Plasma Freeze</i> booster packs (10-card)\\n1 Darkrai Pokémon card (Black Star Promo, BW73)\\n1 Team Plasma coin\\n\\nThese cards are legal for Expanded format tournaments and competition. \\n\\nThis offer runs through November 14, 2017.\\n\\nThis bundle is only available in the Pokémon TCG Online and is not sold in retail stores as a physical product.",
  "2015.gengar-ex.bundle.1": "Bundle Featuring Gengar-<i>EX</i>",
  "2015.gengar-ex.bundle.2": "Enter the Phantom! Gengar-<i>EX</i> Bundle Now Available!",
  "2015.gengar-ex.bundle.3": "Launch a Night Attack with an awesome Gengar-<i>EX</i> card, and dress up your deck in spooky style with a deck box and matching card sleeves featuring Gengar. You’ll also get two 10-card booster packs from <i>XY—Ancient Origins</i>!",
  "2015.gengar-ex.bundle.3-2": "Launch a Night Attack with an awesome Gengar-<i>EX</i> card, and dress up your deck in spooky style with a deck box and matching card sleeves featuring Mega Gengar. You’ll also get a cool Mega Gengar coin and two 10-card booster packs from <i>XY—Ancient Origins</i>!",
  "2015.gengar-ex.bundle.4": "This bundle contains: \\n2 Pokémon TCG: <i>XY—Ancient Origins</i> booster packs (10-card)\\n1 Gengar-<i>EX</i> Pokémon card (<i>XY—Phantom Forces</i>, 34/119)\\n1 Gengar deck box\\n60 card sleeves featuring Gengar\\n\\nThese cards are legal for Expanded format tournaments and competition. \\n\\nThis offer runs through November 7, 2017.\\n\\nThis bundle is only available in the Pokémon TCG Online and is not sold in retail stores as a physical product.",
  "2017.tpci.product.xy.premiumtrainers.bundle.name": "Pokémon TCG: Premium Trainer's <i>XY</i> Collection",
  "2017.tpci.product.xy.premiumtrainers.pikachu.coin.name": "Premium Trainer's Pikachu Coin",
  "2017.tpci.product.xy.premiumtrainers.xerneas.deckbox.name": "Premium Trainer's Xerneas Deck Box",
  "2017.tpci.product.xy.premiumtrainers.xerneas.sleeve.name": "Premium Trainer's Xerneas Card Sleeves",
  "2017.tpci.product.xy.premiumtrainers.yveltal.deckbox.name": "Premium Trainer's Yveltal Deck Box",
  "2017.tpci.product.xy.premiumtrainers.yveltal.sleeve.name": "Premium Trainer's Yveltal Card Sleeves",
  "com.direwolfdigital.cake.data.achievements.quests.special.lightningspecialquest.description": "Do 4,000 damage to opposing Pokémon with your {L} Pokémon.",
  "com.direwolfdigital.cake.data.achievements.quests.special.lightningspecialquest.name": "Lightning",
  "com.direwolfdigital.cake.data.archetypes.pokemon.silvallygx.name": "Silvally-GX",
  "com.direwolfdigital.cake.data.archetypes.pokemon.typenull.name": "Type: Null",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.alolanraichu.electricsurfer.title": "Electric Surfer",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.alolanraichu.quickattack.gametext": "Flip a coin. If heads, this attack does 30 more damage.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.alolanraichu.quickattack.title": "Quick Attack",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.silvallygx.rebelgx.gametext": "This attack does 50 damage for each of your opponent's Benched Pokémon. (You can't use more than 1 GX attack in a game.)",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.silvallygx.rebelgx.title": "Rebel GX",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.silvallygx.turbodrive.gametext": "Attach a basic Energy card from your discard pile to 1 of your Benched Pokémon.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.silvallygx.turbodrive.title": "Turbo Drive",
  "com.direwolfdigital.cake.rules.abilities.pokeabilities.promo_sm.abilitygyrounit.gametext": "Your Basic Pokémon in play have no Retreat Cost.",
  "com.direwolfdigital.cake.rules.abilities.pokeabilities.promo_sm.abilitygyrounit.title": "Gyro Unit",
  "product.bw8.booster.retro.description": "Clouds gather, Energy crackles, and when you play the Pokémon TCG: <i>Black & White—Plasma Storm</i> expansion, a new force will be felt as the tempestuous Team Plasma makes its debut! All must make ready for a new battlefield, featuring electrifying Team Plasma Pokémon, game-changing Trainer cards, and Team Plasma Pokémon-<i>EX</i> such as Articuno-<i>EX</i>, Zapdos-<i>EX</i>, and Lugia-<i>EX</i>. And, as all-new, powerful <i>ACE SPEC</i> cards blast the balance of power and even more amazing Pokémon-<i>EX</i> race into battle, a question must be asked: Trainers, are you ready? Prepare for the <i>Plasma Storm</i>!\\n\\nAvailable for a limited time!",
  "product.bw9.booster.retro.description": "Team Plasma's frosty assault on Unova continues in the Pokémon TCG: <i>Black & White—Plasma Freeze</i> expansion, and Trainers everywhere must show an icy resolve if they are to halt the relentless deep freeze! The struggle will be bitter as Team Plasma releases a blizzard of Team Plasma Pokémon, including Deoxys-<i>EX</i>, Thundurus-<i>EX</i>, and all of Eevee's Evolutions, backed by Team Plasma Energy, Item, and Supporter cards. But, with the Legendary Eon Pokémon Latios and Latias standing by your side and a host of Pokémon-<i>EX</i> ready to do battle, your opponents will find that now is the winter of their discontent!\\n\\nAvailable for a limited time!",
  "product.sm4.prereleasepack.description": "A 23-card <i>Sun & Moon—Crimson Invasion</i> Evolution pack, including 1 of 4 unique foil promo cards.",
  "product.sm4.prereleasepack.name": "<i>Sun & Moon—Crimson Invasion</i> Evolution Pack",
  "set.name.sm4": "<i>Sun & Moon—Crimson Invasion</i>",
  "tpci.data.products.pcds.bw8plasmaclawpcd.retro.description": "Lightning strikes and opponents feel the burn as the Cave Dragon Pokémon Druddigon explodes into action with the ferocious Dragon Claw attack! Infernape's Malevolent Fire attack fans the flames of your foes' defeat, and there's no skin thick enough to cope with Sharpedo's Rough Skin Ability. Once Jellicent drifts into range and its Spiteful Spirit Ability takes hold, even opponents with the cloudiest of minds will know the truth: they can't claw their way back into the game when you play the Plasma Claw theme deck!\\n\\nAvailable for a limited time!",
  "tpci.data.products.pcds.bw8plasmashadowpcd.retro.description": "Shadows loom and sparks fly as the Renegade Pokémon Giratina lays a Hex on any Pokémon that stands against it! A devastating chain reaction becomes a terrifying reality once Amoonguss gets in on the action with its damage-boosting Miracle Powder attack, and a shocking aftermath is inescapable once Weezing unleashes its Aftermath attack. Finally, as Watchog shows its teeth and snaps around the heels of fleeing Pokémon with its Second Bite attack, what once was murky will become blindingly clear: you'll cast a shadow over your foes with the Plasma Shadow theme deck!\\n\\nAvailable for a limited time!",
  "tpci.data.products.pcds.bw9frostraypcd.retro.description": "Freeze your foes with fear when you play the Frost Ray theme deck! Use Glaceon's Icy Wind attack to send opposing Pokémon into a cold, deep sleep, and Vanilluxe's powerful ChillMAX attack to let them know they're in for a rude awakening! You'll command the battlefield with superior speed using Glaceon's Freeze Zone Ability, and help keep the Energy flowing with Electrode's Magnetic Draw. Then, as you call Team Plasma Pokémon and Trainer cards from the discard pile with Raticate's Transfer Junk attack, your opponents will know anyone unwary enough to challenge you will be put on ice!\\n\\nAvailable for a limited time!",
  "tpci.data.products.pcds.bw9psycrusherpcd.retro.description": "Mash your opponents' minds with mental might when you play the Psy Crusher theme deck! Use Leafeon's Energy Crush attack to turn the power of opposing Pokémon on themselves, and make sure no Pokémon can escape when you unleash Cofagrigus's Elongating Arms attack! Espeon keeps the reinforcements coming with Psy Alert, and Muk deals damage and heals itself. Then, when Beedrill Confuses and Poisons using Swift Sting, it won't take a mind-reader to know that the shattered remnants of the forces facing you have been crushed!\\n\\nAvailable for a limited time!",
  "tpci.product.sm4.booster.description": "The mysterious Ultra Beasts have arrived, invading the Alola region as crimson-tinged Pokémon-GX: Nihilego-GX, Buzzwole-GX, Kartana-GX, and the ravenous Guzzlord-GX! Can Silvally-GX and the other allies of Alola defend the islands—or will the Ultra Beasts take control? Find out when you battle for the prize with the Pokémon TCG: Sun & Moon—Crimson Invasion expansion!"
}