{
  "challenge.legacywins.info": "Wins in Legacy format matches count toward this challenge.",
  "com.direwolfdigital.cake.data.retro.decks.pcds.brilliantthunder.description": "Lightning strikes and fires rage when you bring the Brilliant Thunder theme deck to battle! Harness the might of Pidgeot's Strong Gust to deliver booming blows to your foes. Bring your opponents to their knees as you buffet them with the thunderous strike force of Lopunny and Heliolisk! Fuel the ferocious flames with Fiery Torch and, as the sky begins to fall on your adversaries, deliver the final word with Snorlax's Sleepy Press! As the smoke clears, will you leave your opponents thunderstruck?\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.data.retro.decks.pcds.destructionrush.description": "A Swift Strike of Darkness! \\n\\nLeave your opponents in the dust with the Destruction Rush theme deck! Yveltal retrieves lost Energy for a quick recovery with Oblivion Wing and wields the devastating Darkness Blade to great effect. Krookodile can Knock Back a battle-ready Pokémon to the Bench and keep powerful Supporter cards out of play. With Malamar's Mental Panic to keep your opponent's attacks at bay, retaliation won't be easy—and the rush to destruction will be complete!\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.data.retro.decks.pcds.mystictyphoon.description": "It never rains but it pours for your opponent when you bring the Mystic Typhoon theme deck to battle! Muddle your opponents' minds with Meowstic's Ear Influence attack, and turn a tide of damage upon them with Walrein's Big Tusk! Keep the Energy flowing with Milotic's sacrificial Energy Grace Ability, and dig up more cards to create the perfect storm with Furret's Buried Treasure Hunt before unleashing waves of fury boosted by the Muscle Band Trainer card. Can anyone weather your storms?\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.data.retro.decks.pcds.resilientlife.description": "A Strong Shield of Energy! \\n\\nResist, refuel, and retaliate with the Resilient Life theme deck! Xerneas can find Fairy Energy to recharge your Benched Pokémon, and Aromatisse moves that Energy around to wherever you need it most. Once your Pokémon have Fairy Energy attached, things get even better: Slurpuff's Sweet Veil Ability protects them from Special Conditions, and the Fairy Garden Stadium card lets them retreat for free! Flexible defenses are the key to your victory!\\n\\nAvailable for a limited time!",
  "product.custom.bundle.entei.name": "3-Pack Bundle: Entei",
  "product.custom.bundle.entei.sell-text": "The Legendary Pokémon Entei brings an impressive 80-damage Flare Blitz attack—and appears as a Shiny Pokémon on this foil promo card! This bundle also comes with three 10-card booster packs from the <i>HS—Unleashed</i> expansion! \\n\\nThis bundle contains: \\n\\n1 foil Entei Pokémon card (Black Star Promo, HGSS20)\\n3 <i>HS—Unleashed</i> booster packs (10-card)",
  "product.custom.bundle.entei.shop-disclaimer": "These cards are legal for Legacy format tournaments and competition. \\n\\nOffer Expires: 12/6/2017\\n\\nThis bundle is only available in the Pokémon TCG Online and is not sold in retail stores as a physical product.",
  "product.custom.bundle.entei.tagline": "A Shiny Entei for Your Collection!",
  "product.custom.bundle.gogoat.name": "Bundle Featuring Gogoat",
  "product.custom.bundle.gogoat.sell-text": "Force your opponent to switch out the Active Pokémon with Gogoat’s Push Down attack, or use Forest Press to harness Grass-type power! This bundle also includes a foil Skiddo and four 10-card booster packs from <i>XY—Primal Clash</i>!\\n\\nThis bundle contains: \\n4 <i>XY—Primal Clash</i> booster packs (10-card)\\n1 foil Gogoat Pokémon card (Black Star Promo, XY16)\\n1 foil Skiddo Pokémon card (Black Star Promo, XY11)",
  "product.custom.bundle.gogoat.shop-disclaimer": "These cards are legal for Expanded format tournaments and competition.\\n\\nOffer Expires: 12/13/2017\\n\\nThis bundle is only available in the Pokémon TCG Online and is not sold in retail stores as a physical product.",
  "product.custom.bundle.gogoat.tagline": "Clashing Horns: Gogoat Bundle Now Available!",
  "product.xy1.retro.booster.description": "Kalos has been revealed, yet so much still remains unseen! New Trainers, new tactics, and the awe-inspiring Xerneas and Yveltal await—as does something else. Something…different. Something to make even the mightiest of Pokémon-EX tremble! A new age begins in the Pokémon TCG with Mega Evolution!\\n\\nAvailable for a limited time!",
  "product.xy2.retro.booster.description": "Blaze your way to glory and watch the sparks fly when you play Pokémon TCG: XY—Flashfire! Ignite the action with a firestorm of Fire types and watch your opponents' terrified double-take as the awesome Mega Charizard-EX makes its scorching debut in this breathtaking expansion! Your explosive adventures will continue as your foes flee the field with certain doom flashing before their eyes!\\n\\nAvailable for a limited time!",
  "tpci.product.gx-promo.bundle.name": "Pokémon-<i>GX</i> Bonus"
}