{
  "2016.yveltal.bundle.1": "2-Pack Bundle: Yveltal",
  "2016.yveltal.bundle.2": "Ominous Yveltal Bundle Now Available!",
  "2016.yveltal.bundle.3": "Yveltal can power up your Benched Pokémon with Oblivion Wing, or hit hard with Darkness Blade! This bundle also includes two 10-card booster packs from Pokémon TCG:<i>XY—BREAKthrough</i>, plus an Yveltal coin, card sleeves, and deck box. Embrace the darkness with Yveltal today!",
  "2016.yveltal.bundle.4": "This bundle contains: \\n2 Pokémon TCG: <i>XY—BREAKthrough</i> booster packs  (10-card)\\n1 foil Yveltal Pokémon card (Black Star Promo, XY06)\\n1 Yveltal coin\\nMatching deck box and card sleeves featuring Yveltal\\n\\nThese cards are legal for Standard format tournaments and competition. \\n\\nThis offer runs through August 29, 2017.\\n\\nThis bundle is only available in the Pokémon TCG Online and is not sold in retail stores as a physical product.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.coreenforcer.gametext": "Discard a {D} Energy and a {Y} Energy from this Pokémon.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.coreenforcer.title": "Core Enforcer",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.doublestomp.gametext": "Flip 2 coins. This attack does 40 more damage for each heads.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.doublestomp.title": "Double Stomp",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.gutsyhammer.gametext": "This Pokémon does 10 damage to itself for each damage counter on it.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.gutsyhammer.title": "Gutsy Hammer",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.mixup.gametext": "Flip a coin. If heads, discard the top 3 cards of your opponent's deck.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.mixup.title": "Mix-Up",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.tantrum.gametext": "This Pokémon is now Confused.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.tantrum.title": "Tantrum",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.venomousfang.gametext": "Your opponent's Active Pokémon is now Poisoned.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.venomousfang.title": "Venomous Fang",
  "tpci.product.bw1.booster.random.description": "Exciting New Discoveries, Powerful New Pokémon… More Epic Battles! \\n\\nA new generation of Pokémon has arrived! The Pokémon Trading Card Game: <i>Black & White</i> expansion brings you a legion of over 70 new Pokémon from the newly explored Unova region, including the Legendary Reshiram and Zekrom, both featuring never-before-seen art that covers the ENTIRE card! The Pokémon TCG: <i>Black & White</i> expansion is your gateway to a bigger Pokémon world!\\n\\nAvailable for a limited time!",
  "tpci.product.bw2.booster.retro.description": "Forces Unveiled, Strengths Revealed… Powers Emerged! \\n\\nThe secrets of the Unova region are now yours to command! In the Pokémon TCG: <i>Black & White—Emerging Powers</i> expansion, astonishing new Pokémon are available for the very first time, including the rare and powerful Legendary Pokémon Cobalion, Terrakion, Virizion, Thundurus, and Tornadus! With brand-new Item cards to revitalize your deck, the <i>Black & White—Emerging Powers</i> expansion offers Trainers all of the amazing new strategies of Unova!\\n\\nAvailable for a limited time!",
  "tpci.product.pcds.bw1blueassaultpcd.random.description": "Your opponents will soon find themselves in troubled waters with the Blue Assault theme deck, especially when you unleash Galvantula! Its Electroweb attack is sure to leave them in sticky situations, and its Leech Life attack will keep your own Pokémon going strong! Use Basculin's Crunch attack to leave your opponent's Pokémon high and dry while Professor Juniper brings you calm waters. Will you be able to batter the opposition with the Blue Assault theme deck?\\n\\nAvailable for a limited time!",
  "tpci.product.pcds.bw1greentornadopcd.random.description": "Play the Green Tornado theme deck to blow away the opposition while sheltering your own Pokémon with Serperior's Leaf Storm attack! Then, bring Sawsbuck into the action and overwhelm your opponent's Pokémon with its \"the greener, the meaner\" Nature Power attack! And if your opponents can weather the storm with tough Pokémon, let them ride it out in peaceful slumbers with Musharna's Hypnotic Ray attack! With the Green Tornado theme deck, will you whirl your way to victory?\\n\\nAvailable for a limited time!",
  "tpci.product.pcds.bw1redfrenzypcd.random.description": "Unleash a firestorm in the Red Frenzy theme deck with the mighty Mega Fire Pig Pokémon Emboar! Feeling burned out after its tremendous Flare Blitz attack? Well, fan the flames with the Energy Retrieval Trainer card and reignite with Emboar's Heat Crash attack! Then, add fuel to the fire and insult to injury with Stoutland's Giga Impact attack! Let your opponents feel the heat when you play the Red Frenzy theme deck!\\n\\nAvailable for a limited time!",
  "tpci.product.pcds.bw2powerplaypcd.retro.description": "Heavy hitters deliver pure power: it's up to you to control it! Gigalith rumbles into action with the Rock Bullet attack, and the Intimidation Pokémon Krookodile can make other Pokémon pull their punches every time it uses its sneaky Black Eyes Ability. Your opponents will be on the ropes as even little Minccino gets in on the action, packing a mighty punch for its mini size. With Pokémon chosen for their fighting fury, can your foes handle your power plays?\\n\\nAvailable for a limited time!",
  "tpci.product.pcds.bw2toxictrickspcd.retro.description": "Turn the tables on your opponents with the Toxic Tricks theme deck! Gothitelle's Mental Shock attack will confuse and confound your opponents, and Scolipede's poisonous double-dose Toxic Claws attack will leave your opponents feeling more than a little tricked! And, when Gothita gets in the mix with its sleep-inducing Hypnotic Gaze, your opponents will be Poisoned, Asleep, Confused, and beaten in no time!\\n\\nAvailable for a limited time!"
}