{
  "2017.tpci.league.sm4.s2.bundle.name": "<i>Sun & Moon—Crimson Invasion</i> Season 2 Rewards",
  "challenge.special.3000damagewithmetal.description": "Do 3,000 damage to opposing Pokémon with your {M} Pokémon.",
  "challenge.special.heavymetal.title": "Heavy Metal",
  "challenge.special.ko40withfire.description": "Knock Out 40 Pokémon with your {R} Pokémon.",
  "challenge.special.standardchamp.title": "Standard Champ",
  "challenge.special.stoke.title": "Stoke",
  "challenge.special.win15standard.description": "Win 15 Standard matches.",
  "challenge.standardwins.info": "Wins in Standard format matches count toward this challenge.",
  "com.direwolfdigital.cake.data.retro.decks.pcds.bolttwister.bolttwister.description": "Lightning and water make a dangerous combination—for your opponents! Galvantula can spin a bright Electroweb, while Heliolisk powers up its Parabolic Spark. At the same time, Kingler can drop the big Crabhammer, and Feraligatr's Hyper Whirlpool is ready to pull the foe under. To maximize your odds, Frillish and Jellicent confuse and befuddle opposing Pokémon—sometimes the path to victory takes a few twists and turns, and sometimes you can bolt to the top!\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.data.retro.decks.pcds.burningwinds.burningwinds.description": "Carry a fiery storm under your wings with the Burning Winds theme deck! Let Talonflame light up the sky with Jet Shoot, while Venomoth stirs up a Dizzying Wind to keep a foe guessing—and with Yanmega's Windfall to refill your hand, you can fly the unfriendly skies with ease. Add in Pyroar's Flare Command and Loudred's Energy Press to turn your opponent's resources in your favor, and total air superiority could be yours!\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.data.retro.decks.pcds.darkhammer.darkhammer.description": "Bring the hammer down with the Dark Hammer theme deck! Get your hardest hitters into battle-ready mode quickly with handy Trainer cards like Evosoda and Korrina. Mienshao pulls a tricky hit-and-run as Pangoro hammers away at your opponent's deck. Landorus keeps your team powered up with Energy, and Professor Sycamore refills your hand. With Machamp's Fighting Fury Ability to boost your attacks, your opponent could be in for a dark fate!\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.data.retro.decks.pcds.earthspulse.description": "Shake the pillars of the Pokémon world with the Earth's Pulse theme deck! The Continent Pokémon Groudon leads the charge, breaking ground on a massive scale, while little Linoone rushes your opponent's Bench with a Dash Attack! Medicham's Ω Barrage Ancient Trait brings an extra hit every turn, while unexpected allies like Eelektrik and Electrike turn up the voltage with Buzz Flip and Charge! Smash 'em with Fighting, zap 'em with Lightning, and leave your opponent shocked, socked, and pulverized!\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.data.retro.decks.pcds.enchantedecho.enchantedecho.description": "Disrupt your opponent's strategy and protect your team with the Enchanted Echo theme deck! With Sylveon to keep Energy away from opposing Pokémon and Tornadus to shove them back to the Bench, your path will be clear to dish out the hits. Add in the damage prevention of Clefable and Accelgor, plus the healing powers of Victreebel and Potion, and your victory could echo through the ages!\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.data.retro.decks.pcds.oceanscore.description": "Opposites working together create a furious maelstrom! The Ocean's Core theme deck brings together the raging Ocean Cyclone of Kyogre and the blazing inferno of Combusken. Thanks to its α Growth Ancient Trait, Whiscash can power up fast to unleash a fearsome Earthquake, while Milotic uses Aqua Swirl to put your opponent's big attackers on the Bench! So take a shot with this medley of Fire and Water—because when the ocean burns, nothing can stop you!\\n\\nAvailable for a limited time!",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.zoroark.doomcrush.gametext": "Discard a {D} Energy from this Pokémon.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.zoroark.doomcrush.title": "Doom Crush",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.zoroark.ripclaw.gametext": "Flip a coin. If heads, discard an Energy from your opponent's Active Pokémon.",
  "com.direwolfdigital.cake.rules.abilities.attacks.promo_sm.zoroark.ripclaw.title": "Rip Claw",
  "product.custom.bundle.zekrom.name": "Bundle Featuring Zekrom",
  "product.custom.bundle.zekrom.sell-text": "Zekrom brings Outrage and Bolt Strike attacks to the fore and ready to strike! This bundle also includes two 10-card booster packs from <i>Black & White</i>, plus a cool metallic coin showing Zekrom and Reshiram. Get electric with Zekrom today!\\n\\nThis bundle contains: \\n1 foil Zekrom Pokémon card (Black Star Promo, BW05)\\n2 <i>Black & White</i> booster packs (10-card)\\n1 Reshiram/Zekrom coin",
  "product.custom.bundle.zekrom.shop-disclaimer": "These cards are legal for Expanded format tournaments and competition. \\n\\nOffer Expires: 12/20/2017\\n\\nThis bundle is only available in the Pokémon TCG Online and is not sold in retail stores as a physical product.",
  "product.custom.bundle.zekrom.tagline": "Deep Black: Catch This Zekrom Bundle Today!",
  "product.xy3.retro.booster.description": "Trainers, step in the ring and fire up your ferocity for the Pokémon TCG: XY—Furious Fists expansion! Brace yourselves for a grand tournament unlike any before with Mega Lucario-EX and Mega Heracross-EX! And, as the competition intensifies, a host of Pokémon appear for the first time in the Pokémon TCG—each one eager to prove itself as a master of battle! With a team backed by brand-new Trainer cards to power up your Fighting-type Pokémon, your opponents will be left wondering what hit them!\\n\\nAvailable for a limited time!",
  "product.xy4.booster.retro.shop-disclaimer": "These cards are legal for Expanded format tournaments and competition.\\n\\nOffer Expires: 12/20/2017",
  "product.xy5.booster.retro.shop-disclaimer": "These cards are legal for Expanded format tournaments and competition.\\n\\nOffer Expires: 12/27/2017"
}